[Version]
7.7

[Main]	
Item0000=HP Recovery Manager를 시작합니다. 이 도구를 사용하여 컴퓨터가 정상으로 작동하지 않는 경우 백업하고 실행할 수 있습니다. 
Item0001=즉시 도움 필요
Item0002=유지 관리 작업을 수행하겠습니다
Item0003=HP 지원에 문의하겠습니다
Item0004=안전 조치를 취하겠습니다
Item0005=Windows 시스템 복원
Item0006=시스템을 이전 날짜로 복원합니다.
Item0007=Windows 복구 환경
Item0008=재부팅하여 Windows 복구 환경에 들어가서 이미지를 새로 고치거나 시스템을 출고 시 기본 상태로 복원하십시오.
Item0009=파일 백업
Item0010=개인 데이터 백업
Item0011=최소화된 이미지 복구
Item0012=운영체제, 드라이버 및 선택 소프트웨어만 복원합니다(클린 이미지).
Item0013=컴퓨터 점검 실행
Item0014=하드웨어 진단 도구를 사용하여 컴퓨터의 메모리, HD 등을 진단합니다.
Item0015=복구 미디어 만들기
Item0016=시스템의 복구 미디어를 만듭니다.
Item0017=복구 파티션 제거
Item0018=출하 시 설치된 소프트웨어 백업 이미지를 삭제하여 하드 드라이브 공간을 확보합니다.
Item0019=기본값으로 재설정
Item0020=전체 하드 드라이브를 지우고 초기 설정으로 복원하여 컴퓨터를 재설정합니다.
Item0021=컴퓨터 유지 관리 수행
Item0022=문제를 해결하고 업데이트를 다운로드하고 컴퓨터에 대해 알아봅니다.
Item0023=HP 지원 받기
Item0024=HP 고객 지원 연락처 정보 표시
Item0025=연락처 정보 표시
Item0026=HP 고객 지원 연락처 정보 표시
Item0027=드라이버 및 응용프로그램 재설치
Item0028=드라이버 및/또는 응용프로그램을 재설치합니다.
Item0029=비활성화됨: 복구 파티션이 제거되었습니다.
Item0030=비활성화됨: 복구 미디어를 사용하여 시스템을 복구하십시오.
Item0031=비활성화됨: Windows 시스템 복원이 꺼져 있습니다.
Item0032=비활성화됨: HP Support Assistant가 설치되지 않았습니다.
Item0033=Windows 백업 및 복원
Item0034=기존 백업에서 백업 또는 복원 파일을 만드십시오.
Item0035=액세스 권한 부족
Item0036=HP Recovery Manager를 실행하려면 관리자 권한이 있어야 합니다. UAC(사용자 계정 제어) 설정을 늘리십시오. 	
Item0037=버전: 00
Item0038=비활성화됨: 동적 디스크에서 지원되지 않음
Item0039=비활성화됨: Windows 디스크 관리 사용	
Item0040=Windows 파일 기록
Item0041=일부 기능을 사용하려면 복구 파티션에 액세스해야 합니다. 태블릿을 베이스에 도킹하여 HP Recovery Manager를 재실행한 후에 이러한 옵션을 활성화합니다.
Item0042=이 옵션을 사용하려면 태블릿을 베이스에 도킹하고 HP Recovery Manager를 재실행합니다.
Item0043=복구 및 파일 백업 옵션을 사용하려면 베이스의 복구 파티션에 액세스해야 합니다. 태블릿을 베이스에 도킹하고 시스템을 다시 시작한 후에 F11을 눌러 HP Recovery Manager를 재실행합니다. 컴퓨터 점검을 실행하려면 계속을 클릭하십시오.
Item0044=Windows 시스템 새로 고침
Item0045=예방 조치
Item0046=지원
Item0047=유지 관리
Item0048=복구 미디어 만들기
Item0049=시스템용 복구 미디어 만들기
Item0050=컴퓨터 유지 관리 수행
Item0051=HP 지원에 문의
Item0052=복구 파티션 제거
Item0053=복원 지점을 만들거나 이전에 만든 복원 지점을 사용하여 이전 날짜로 시스템 복원
Item0054=Windows 파일 기록
Item0055=HP 복구 환경
Item0056=다시 시작한 후 HP 복구 환경으로 이동하여 시스템을 출고 시 기본 상태로 복원하십시오.
Item0057=복구 프로세스 중에 태블릿을 베이스에서 꺼내지 마십시오. 그렇지 않으면 태블릿을 부팅할 수 없게 됩니다.
Item0058=시스템을 복원하려면 다시 시작한 다음 00 입력
Item0059=Windows 시스템 재설정
Item0060=HP Recovery Manager는 가로 모드에서만 지원됩니다.
Item0061=HP Recovery Manager를 닫고 디스플레이를 가로 모드로 전환한 다음 HP Recovery Manager를 다시 실행하십시오.

[General]	
Item0100=뒤로
Item0101=다음
Item0102=취소
Item0103=계속
Item0104=마침
Item0105=확인
Item0106=HP Recovery Manager를 종료하시겠습니까?
Item0107=컴퓨터가 전원 어댑터에 연결되어 있는지 확인하십시오. 그렇지 않으면 복원 절차가 중단될 수 있습니다.
Item0108=HP Recovery Manager가 이미 실행 중입니다.
Item0109=재부팅
Item0110=종료
Item0111=주의: 컴퓨터가 현재 배터리 전원으로 실행되고 있습니다.
Item0112=이 과정을 수행하려면 컴퓨터를 전원 어댑터에 연결해야 합니다.
Item0113=컴퓨터의 전원 어댑터에 연결하고 계속하려면 확인을 클릭하십시오.
Item0114=HP Recovery Manager를 실패했습니다. 오류 코드 = 00
Item0115=오류가 발생했습니다. 다시 시도하십시오.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(오류 코드=00)
Item0119=현재 구성에서는 복구가 지원되지 않습니다. 인텔 스마트 응답 기술의 가속 옵션을 활성화한 후 다시 시도해 주십시오.
Item0120=Recovery Manager는 Windows 7용이며 Windows 8과는 호환되지 않습니다.
Item0121=이 Softpaq는 Windows 7에서 지원되지 않습니다. 먼저 시스템을 Windows 8로 업그레이드하십시오.
	
[Windows System Restore]
Item0200=Windows 시스템 복원
Item0201=Windows 시스템 복원을 사용하면 HP Recovery Manager가 종료됩니다.
Item0202=Windows 시스템 복원을 실행하면 컴퓨터의 속도가 저하되거나  응답하지 않는 문제를 해결할 수 있습니다. 이는 사용자의 문서, 사진 또는 기타 개인 데이터에 영향을 주지 않습니다.
Item0203=Windows 시스템 복원을 자동으로 시작하려면 다음을 클릭하십시오.
	       	
[Computer Checkup]	
Item0250=컴퓨터 점검
Item0251=Windows 파티션용 디스크 검사 실행
Item0252=복구 파티션용 디스크 검사 실행
Item0253=명령 프롬프트 열기
Item0254=계속하려면 옵션을 선택하고 다음을 클릭하십시오.
		
[Remove Recovery Partition]	
Item0300=복구 파티션 제거
Item0301=복구 파티션을 제거하면 Windows Push Button Reset(Windows 푸시 버튼 재설정) 및 HP 이미지 복구 옵션을 사용할 수 없습니다.
Item0302=알고 있습니다. 복구 파티션 제거를 계속합니다.
Item0303=계속
Item0304=복구 미디어 만들기가 완료되지 않았습니다. 복구 파티션을 제거하면 복구 미디어 만들기 옵션을 사용할 수 없습니다.
Item0305=지금 00(으)로 이동합니다.
Item0306=복구 파티션 제거 중…
Item0307=홈 페이지로 돌아가려면 계속을 클릭하십시오.
Item0308=홈
Item0309=복구 미디어 만들기
Item0310=복구 파티션을 제거하는 중 오류가 발생했습니다. 다시 시도하십시오.
Item0311=복구 파티션이 제거되었습니다.
Item0312=복구 파티션을 제거하면 HP 이미지 복구 옵션을 사용할 수 없습니다.
		
[File Restore Program]	
Item0400=파일 복원
Item0401=시작
Item0402=파일 복원은 이전에 백업한 파일을 복원하도록 도와줍니다.
Item0403=계속하려면 다음을 클릭하십시오.
Item0404=복원할 파일 유형을 선택하십시오.
Item0405=그림
Item0406=음악 및 기타 오디오 파일
Item0407=비디오 및 동영상
Item0408=녹화된 TV 프로그램
Item0409=문서, 스프레드시트 및 프레젠테이션
Item0410=전자 메일, 인터넷 즐겨찾기 및 설정
Item0411=기타
Item0412=도움말
Item0413=파일은 다음 위치에 복원됩니다.
Item0414=이 위치의 바로 가기가 바탕 화면에 표시됩니다.
Item0415=복원 진행 중
Item0416=진행률: 00%
Item0417=잠시 기다려 주십시오...
Item0418=파일이 복원됨
Item0419=복원이 성공적으로 완료되었습니다.
Item0420=이 프로그램을 닫으려면 마침을 클릭하십시오.
Item0421=일부 복원된 파일의 경로가 260자 보다 깁니다. 00을(를) 참조하십시오.
Item0422=확인
Item0423=경고
Item0424=파일 복원이 이미 실행 중입니다.
Item0425=Windows 7에서 파일 복원을 실행해야 합니다.
Item0426=파일 복원을 취소하시겠습니까?
Item0427=복원 취소됨
Item0428=복원 프로세스를 취소했습니다.
Item0429=어디에 백업 파일을 저장하시겠습니까?
Item0430=로컬 디스크
		
[File Backup Program]	
Item0500=파일 백업
Item0501=백업할 파일 유형을 선택하십시오.
Item0502=그림
Item0503=음악 및 기타 오디오 파일
Item0504=비디오 및 동영상
Item0505=녹화된 TV 프로그램
Item0506=문서, 스프레드시트 및 프레젠테이션
Item0507=전자 메일, 인터넷 즐겨찾기 및 설정
Item0508=기타
Item0509=도움말
Item0510=계속하려면 다음을 클릭하십시오.
Item0511=스캔 중
Item0512=파일 백업 마법사가 백업할 파일 목록을 만들고 있습니다.
Item0513=이 과정은 몇 분 정도 걸릴 수 있습니다.
Item0514=진행률: 00 %
Item0515=잠시 기다려 주십시오...
Item0516=현재 데이터 압축 동안 임시 저장소로 사용할 수 있는 하드 드라이브의 시스템 파티션에 여유 공간이 부족합니다.
Item0517=작업을 계속하려면 하드 드라이브의 시스템 파티션에 일정 공간을 확보해야 합니다.
Item0518=확인
Item0519=경고
Item0520=계속하려면 옵션을 선택하고 다음을 클릭하십시오.
Item0521=백업을 만드는 중
Item0522=백업 파일을 만드는 중
Item0523=백업 파일을 마무리하는 중
Item0524=사용자가 선택한 파일 유형에 해당하는 파일을 찾을 수 없습니다.
Item0525=백업을 저장할 위치를 지정하십시오.
Item0526=소스 파일 크기: 00
Item0527=이름
Item0528=형식
Item0529=총 크기
Item0530=여유 공간
Item0531=파일 백업에 사용 가능한 장치가 없습니다. 이동식 디스크가 연결되어 있는지 확인하십시오.
Item0532=이동식
Item0533=파일 백업이 준비되었습니다.
Item0534=파일은 (00)에 저장됩니다.
Item0535=백업 복사 중
Item0536=대상 드라이브가 연결되어 있지 않습니다.
Item0537=파일 백업
Item0538=HP Recovery Manager가 백업을 성공적으로 만들었습니다.
Item0539=파일 백업을 취소하시겠습니까?
Item0540=취소
Item0541=백업이 취소됨
Item0542=백업 프로세스를 성공적으로 취소했습니다.
Item0543=백업 프로세스를 취소했습니다.
Item0544=시스템 복구를 계속하시겠습니까?
Item0545=최소화된 이미지 복구를 계속하시겠습니까?
Item0546=기본값으로 재설정을 계속하시겠습니까?
Item0547=예
Item0548=아니요
Item0549=버너
Item0550=파일 백업에 사용 가능한 장치가 없습니다. 이동식 디스크 또는 버너가 연결되어 있는지 확인하십시오.
Item0551=자동화된 백업
Item0552=사용자가 백업할 범주를 선택할 수 있습니다(예: Photos). 일반적으로 범주에서 사용하는 대부분의 파일 유형이 백업에 포함됩니다. 간편하게 백업을 구성하려면 이 옵션을 사용하십시오.
Item0553=수동 백업
Item0554=사용자가 백업할 특정 파일과 폴더를 선택할 수 있습니다. 백업 내용을 완전히 제어하려면 이 옵션을 사용하십시오.
Item0555=직접 데이터 복사
Item0556=직접 데이터 복사는 압축을 사용하지 않고 파일이 HP Recovery Manager를 사용하여 복원되지 않습니다. 백업이 완료된 후 컴퓨터에서 파일에 액세스하려면 시스템 복구 파일 디렉토리를 찾아보십시오.
Item0557=데이터를 원래 시스템으로 복원하려면 파일을 다시 복사하여 붙여 넣으면 됩니다.
Item0558=DVD+R 또는 DVD-R 빈 디스크를 넣고 다음을 클릭하십시오.
Item0559=굽기 진행률: 00 %
Item0560=전체 디스크: 00
Item0561=현재 디스크: 00
Item0562=디스크 넣기
Item0563=빈 디스크를 넣으십시오.
Item0564=넣은 디스크는 HP Recovery Manager에서 지원되지 않습니다. DVD+R 또는 DVD-R(4.7GB 용량) 빈 디스크를 넣으십시오.
Item0565=데이터 준비 중
	
[Recovery Media Creation]	
Item0600=홈
Item0601=복구 미디어 만들기
Item0602=복구 미디어는 00개 세트만 만들 수 있습니다.
Item0603=동의함
Item0604=계속
Item0605=다음 미디어 중 하나를 넣어 주십시오.
Item0606=USB 플래시 드라이브
Item0607=최소 00GB 용량 필요
Item0608=DVD
Item0609=00개 디스크 필요
Item0610=DVDDL
Item0611=강조 표시된 미디어로 계속하시겠습니까?
Item0612=예
Item0613=아니요
Item0614=USB 복구 플래시 드라이브 생성 중...
Item0615=디스크 준비
Item0616=USB 플래시 드라이브를 포맷하는 중
Item0617=이미지 복사
Item0618=복구 이미지를 USB 플래시 드라이브에 복사하는 중...
Item0619=디스크 확인
Item0620=복구 이미지를 USB 플래시 드라이브에 복사하는 중...
Item0621=00% 완료
Item0622=디스크 넣기
Item0623=계속하려면 00 디스크를 넣으십시오. 복구 미디어 만들기를 중지하려면 취소를 클릭하십시오. 복구 미디어 만들기 옵션을 다시 선택하면 언제든지 복구 미디어 만들기 프로세스를 계속할 수 있습니다.
Item0624=데이터 준비
Item0625=복구 이미지를 만드는 중
Item0626=데이터 굽기
Item0627=복구 이미지를 디스크에 굽는 중
Item0628=디스크 확인
Item0629=디스크의 복구 이미지를 확인하는 중
Item0630=복구 미디어가 00에 생성되었습니다. 복구 미디어 한 개 세트만 만들 수 있습니다.
Item0631=홈 페이지로 돌아가려면 확인을 클릭하십시오.
Item0632=확인
Item0633=복구 미디어 만들기가 완료되지 않았습니다. 복구 미디어 만들기를 완료하려면 계속을 클릭하십시오.
Item0634=취소
Item0635=컴퓨터의 전원 어댑터를 연결하십시오.
Item0636=이 과정을 계속하려면 배터리를 설치하고 컴퓨터를 전원 어댑터에 연결해야 합니다.
Item0637=배터리를 설치하십시오.
Item0638=광 드라이브를 찾을 수 없음
Item0639=지금 광 드라이브를 연결할 수 있습니다.
Item0640=Blu-ray 디스크
Item0641=복구 디스크 00 만들기가 완료되었습니다. 00 디스크 레이블을 붙이고 안전한 장소에 보관하십시오.
Item0642=USB 플래시 드라이브가 포맷됩니다. USB 플래시 드라이브에 있는 모든 데이터가 손실됩니다. USB 플래시 드라이브에 있는 모든 공간이 복구 이미지에 사용됩니다(USB 플래시 드라이브가 복구 이미지의 예상 크기보다 크더라도 모두 사용됨).
Item0643=미디어 선택으로 돌아가려면 취소를 클릭하고, 디스크 준비를 시작하려면 계속을 클릭하십시오.
Item0644=다음 미디어 옵션 중 하나를 선택하십시오.
Item0645=한 
Item0646=하드웨어 분석 중…
Item0647=복구 미디어를 만드는 중입니다. HP Recovery Manager를 종료할 수 없습니다.
Item0648=복구 미디어를 만드는 중 오류가 발생했습니다. 다시 시도하십시오.
Item0649=삽입된 플래시 드라이브의 용량이 부족합니다. 다른 드라이브를 넣으십시오.
Item0650=다시 쓰기 가능한 미디어는 지원되지 않습니다. 빈 00 디스크를 넣으십시오.
Item0651=삽입한 디스크는 비어있지 않습니다. 빈 00 디스크를 넣으십시오.
Item0652=00/01개 복구 디스크가 완료되었습니다. 00/01개 디스크에 레이블을 붙이고 안전한 장소에 보관하십시오.
Item0653=복구 디스크가 만들어졌습니다.
Item0654=복구 플래시 드라이브가 만들어졌습니다. 레이블을 붙이고 안전한 장소에 보관하십시오.
Item0655=00개 디스크 필요
Item0656=다시 쓰기 가능한 미디어는 지원되지 않습니다.
Item0657=삽입한 미디어는 지원되지 않습니다.
Item0658=복구 파티션이 제거되어 복구 미디어 만들기 옵션을 더 이상 사용할 수 없습니다.
Item0659=디스크 확인을 실패했습니다. 다른 디스크로 다시 시도하십시오.
Item0660=디스크 굽기를 실패했습니다. 다른 디스크로 다시 시도하십시오.
Item0661=이 시스템은 복구 미디어에서 생성되었습니다. 복구 미디어는 한 세트만 생성할 수 있습니다.
Item0662=복구 파티션이 제거되었습니다.
Item0663=USB 제한을 초과했습니다.
Item0664=복구 이미지가 32GB를 초과합니다. 광학 미디어을 사용하십시오.
Item0665=복구 이미지가 32GB의 USB 플래시 드라이브 제한 크기를 초과합니다. 복구 미디어를 생성하려면 광학 미디어(DVD)를 사용해야 합니다.
Item0666=USB 플래시 드라이버에서  00GB(최대 32GB)의 데이터를 저장할 수 있는지 확인하십시오.
Item0667=- 복구 디스크 00/01이 완료되었습니다. "00/01" 디스크에 레이블을 붙이고 안전한 장소에 보관하십시오.
Item0668=- 복구 미디어 만들기를 계속 진행하려면 디스크를 넣고 중지하려면 취소를 클릭하십시오. 
Item0669=- 복구 미디어 만들기 옵션을 다시 선택하면 언제든지 계속할 수 있습니다
Item0670=주의: 선택한 USB 플래시 드라이브가 포맷됩니다. USB 플래시 드라이브에 있는 모든 데이터가 손실됩니다.
Item0671=USB 플래시 드라이브에서 최대 32GB가 복구 이미지 용도로 사용됩니다. USB 플래시가 32GB보다 큰 경우, 복구 미디어가 생성된 후 플래시 드라이브의 여유 공간을 사용할 수 없게 됩니다.
Item0672=미디어 선택으로 돌아가려면 취소를 클릭하고, 복구 미디어 만들기를 시작하려면 계속을 클릭하십시오.
Item0673=미디어 선택으로 돌아가려면 00을(를) 선택하고 복구 미디어 만들기를 시작하려면 01을(를) 선택하십시오.
	
[System Recovery]	
Item0700=컴퓨터를 출하 시 기본 상태로 복원
Item0701=이 과정을 수행하면 초기 기본 이미지가 시스템 파티션에 다시 설치되지만, 다른 하드 드라이브는 변경되지 않습니다.
Item0702=구입 후 설치된 프로그램과 사용자가 만든 파일은 모두 손실됩니다.
Item0703=먼저 파일 백업(권장)
Item0704=파일 백업 없이 복구
Item0705=계속하려면 옵션을 선택하고 다음을 클릭하십시오.
Item0706=HP 복구 환경
Item0707=HP Recovery Manager 시작
Item0708=이 프로그램을 사용하여 컴퓨터를 출하 시 기본 상태로 복구할 수 있습니다.
Item0709=계속하기 전에 모든 외부 장치를 분리하십시오.
Item0710=추가 정보는 컴퓨터 설명서를 참조하십시오.
Item0711=계속하려면 다음을 클릭하십시오.
Item0712=초기 이미지 복원
Item0713=하드 드라이브의 Windows 파티션을 다시 포맷하는 중
Item0714=원래 소프트웨어를 재설치하는 중
Item0715=진행률: 00 % 
Item0716=남은 시간: 00분
Item0717=잠시 기다려 주십시오...
Item0718=복구가 완료되었습니다.
Item0719=컴퓨터를 다시 시작하고 컴퓨터의 초기 설정을 완료한 후에는 몇 가지 추가 중요 단계를 수행해야 합니다.
Item0720=Microsoft 및 HP에서 보안 파일 업데이트
Item0721=컴퓨터에 기본으로 설치되어 있지 않은 소프트웨어를 다시 설치
Item0722=백업해 놓은 개인 데이터 복원(해당하는 경우)
Item0723=지금 컴퓨터를 다시 시작하려면 마침을 클릭하십시오.
Item0724=복구 준비
Item0725=하드 드라이브가 다시 포맷되고 초기 상태의 이미지를 복원하는 데 필요한 모든 파일이 하드 드라이브에 복사됩니다.
Item0726=복구 설치
Item0727=소프트웨어와 드라이버가 설치되고 컨텐츠가 사용자의 컴퓨터에 맞게 사용자 정의됩니다.
Item0728=HP Recovery Manager가 하드 드라이브를 출하 시 상태로 재설정합니다. 사용자 데이터 및 하드 드라이브 변경 내용은 손실됩니다.
Item0729=확인
Item0730=취소
Item0731=초기 이미지 복구 준비
Item0732=하드 드라이브를 복원하는 데 필요한 파일을 복사하는 중
Item0733=복구 준비 완료
Item0734=컴퓨터를 다시 시작하고 나면 복구 설치 단계가 시작됩니다.
Item0735=소프트웨어와 드라이버가 설치되고 컨텐츠가 사용자의 컴퓨터에 맞게 사용자 정의됩니다.
Item0736=이 단계에서는 컴퓨터가 여러 번 자동으로 다시 시작되는 데이는 정상적인 작업 과정입니다.
Item0737=이 과정을 진행할 때에는 컴퓨터를 끄거나 덮개를 닫거나 컴퓨터를 전원 어댑터에서 분리하거나 컴퓨터에 액세스하려고 하지 마십시오.
Item0738=계속을 클릭하여 지금 컴퓨터를 다시 시작하십시오.
Item0739=복구 디스크 #00을(를) 넣으십시오.
Item0740=시스템에서 복구 미디어를 제거하십시오.
Item0741=시스템 복구는 Windows에서 수행할 수 없습니다. 컴퓨터를 재부팅하고 복구 환경으로 들어가시겠습니까?
Item0742=계속하시겠습니까?
Item0743=복구 환경 준비 중…
Item0744=응용프로그램을 모두 닫은 후 시스템을 재부팅하십시오.
Item0745=계속하기 전에 키보드, 마우스, 모니터를 제외한 모든 외부 장치를 분리하십시오.
Item0746=시스템 복구는 Windows에서 수행할 수 없습니다. 컴퓨터를 재부팅하고 복구 환경으로 들어가시겠습니까?
Item0747=복구 프로세스는 다음 두 단계로 구성됩니다.
Item0748=홈
Item0749=시스템 복구
Item0750=비활성화됨: 기본값으로 재설정 옵션을 사용하여 시스템을 복구하십시오.	
Item0751=Microsoft 및 HP에서 최신 업데이트를 설치하여 시스템을 최신 상태로 유지하십시오.
Item0752=HP 복구 환경을 선택했습니다. 시스템은 다시 시작된 후 복구 환경으로 이동됩니다. 계속하시겠습니까?
Item0753=컴퓨터에 원래 둘 이상의 운영 체제를 설치한 경우, 복구 프로세스 도중 모든 운영 체제가 출하 시 상태로 재설정됩니다.
Item0754=00을(를) 선택하셨습니다. 시스템이 다시 시작되고 복구 환경으로 진입합니다. 계속하시겠습니까?
Item0755=사용자가 생성한 모든 파일과 파티션 그리고 구입 후 설치한 모든 프로그램이 손실됩니다.
Item0756=복구 프로세스는 다음 두 단계로 구성됩니다.
Item0757=복구 준비
Item0758=Windows 파티션이 다시 포맷되고 Windows를 초기 상태로 복원하는 데 필요한 모든 파일이 하드 드라이브에 복사됩니다.
Item0759=복구 설치
Item0760=소프트웨어와 드라이버가 설치되고 컨텐츠가 사용자의 컴퓨터에 맞게 사용자 정의됩니다.
Item0761=하드 드라이브에 파일을 복원하는 중
Item0762=이 컴퓨터에서 HPDE(HP Drive Encryption)가 활성화되었습니다. 시스템 복구를 실행하기 전에 HPDE를 비활성화하십시오.
	
[Minimized Image Recovery]	
Item0800=최소화된 이미지 복구
Item0801=이 프로세스는 드라이버와 최소 소프트웨어가 설치된 상태로 클린 Windows 환경을 재설치합니다.
Item0802=구입 후 설치된 프로그램과 사용자가 만든 파일은 모두 손실됩니다.
Item0803=먼저 파일 백업(권장)
Item0804=파일 백업 없이 복구
Item0805=계속하려면 옵션을 선택하고 다음을 클릭하십시오.
Item0806=최소화된 이미지 복구
Item0807=HP Recovery Manager 시작
Item0808=이 프로세스는 드라이버와 최소 소프트웨어가 설치된 상태로 클린 Windows 환경을 재설치합니다.
Item0809=복구 프로세스는 다음 두 단계로 구성됩니다.
Item0810=복구 준비
Item0811=하드 드라이브가 다시 포맷되고 최소화된 이미지를 복원하는 데 필요한 모든 파일이 하드 드라이브에 복사됩니다.
Item0812=복구 설치
Item0813=소프트웨어와 드라이버가 설치되고 컨텐츠가 사용자의 컴퓨터에 맞게 사용자 정의됩니다.
Item0814=계속하기 전에 모든 외부 장치를 분리하십시오.
Item0815=추가 정보는 컴퓨터 설명서를 참조하십시오.
Item0816=계속하려면 다음을 클릭하십시오.
Item0817=동적 디스크가 감지되었습니다. 복구를 계속할 수 없습니다. 컴퓨터를 복원하려면 복구 미디어를 사용해야 합니다.
Item0818=최소화된 이미지 복구 준비
Item0819=하드 드라이브의 Windows 파티션을 다시 포맷하는 중
Item0820=하드 드라이브를 복원하는 데 필요한 파일을 복사하는 중
Item0821=진행률: 00 % 
Item0822=남은 시간: 00분
Item0823=잠시 기다려 주십시오...
Item0824=복구 준비 완료
Item0825=컴퓨터를 다시 시작하고 나면 복구 설치 단계가 시작됩니다.
Item0826=소프트웨어와 드라이버가 설치되고 컨텐츠가 사용자의 컴퓨터에 맞게 사용자 정의됩니다.
Item0827=이 단계에서는 컴퓨터가 여러 번 자동으로 다시 시작되는 데이는 정상적인 작업 과정입니다.
Item0828=이 과정을 진행할 때에는 컴퓨터를 끄거나 덮개를 닫거나 컴퓨터를 전원 어댑터에서 분리하거나 컴퓨터에 액세스하려고 하지 마십시오.
Item0829=계속을 클릭하여 지금 컴퓨터를 다시 시작하십시오.
Item0830=복구가 완료되었습니다.
Item0831=컴퓨터를 다시 시작하고 컴퓨터의 초기 설정을 완료한 후에는 몇 가지 추가 중요 단계를 수행해야 합니다.
Item0832=Microsoft 및 HP에서 보안 파일 업데이트
Item0833=컴퓨터에 기본으로 설치되어 있지 않은 소프트웨어를 다시 설치
Item0834=백업해 놓은 개인 데이터 복원(해당하는 경우)
Item0835=지금 컴퓨터를 다시 시작하려면 마침을 클릭하십시오.
Item0836=확인
Item0837=복구 디스크 #00을(를) 넣으십시오.
Item0838=시스템에서 복구 미디어를 제거하십시오.
Item0839=HP Recovery Manager가 최소화된 이미지를 설치합니다. 사용자 데이터 및 하드 드라이브 변경 내용은 손실됩니다.
Item0840=계속하기 전에 키보드, 마우스, 모니터를 제외한 모든 외부 장치를 분리하십시오.
Item0841=비활성화됨: 기본값으로 재설정 옵션을 사용하여 시스템을 복구하십시오.
Item0842=컴퓨터에 원래 둘 이상의 운영 체제를 설치한 경우, 복구 프로세스 도중 모든 운영 체제가 출하 시 상태로 재설정됩니다.
	
[Boot from UCRD]	
Item0900=시스템 복구
Item0901=HP Recovery Manager는 기본적으로 하드 드라이브에서 시작하지만 삽입한 미디어에서 실행할 수 있습니다.
Item0902=미디어에서 프로그램 실행
Item0903=하드 드라이브에서 프로그램 실행
Item0904=계속하려면 옵션을 선택하고 다음을 클릭하십시오.
Item0905=하드 드라이브에서 프로그램 실행
Item0906=지금 파티션에서 컴퓨터를 재부팅합니다.
Item0907=계속하기 전에 복구 미디어를 제거하십시오.
Item0908=이 마법사를 닫으려면 마침을 클릭하십시오.
Item0909=HP 고객 지원 문의
Item0910=시스템 복구 미디어에서 이 컴퓨터를 지원하지 않습니다.
Item0911=해당 미디어로 이 시스템을 복원할 수 없습니다.
Item0912=해당 장치 포트로 이 시스템을 복원할 수 없습니다. HP 고객 지원에 문의하십시오.
		
[Factory Reset]	
Item1000=기본값으로 재설정
Item1001=초기 이미지 복원
Item1002=시스템을 초기 기본 상태로 복원하시겠습니까?
Item1003=먼저 파일 백업(권장)
Item1004=파일 백업 없이 복구
Item1005=계속하려면 옵션을 선택하고 다음을 클릭하십시오.
Item1006=HP Recovery Manager 시작
Item1007=이 프로그램을 사용하여 컴퓨터를 출하 시 기본 상태로 복구할 수 있습니다.
Item1008=복구 프로세스는 다음 두 단계로 구성됩니다.
Item1009=복구 준비
Item1010=하드 드라이브가 다시 포맷되고 초기 상태의 이미지를 복원하는 데 필요한 모든 파일이 하드 드라이브에 복사됩니다.
Item1011=복구 설치
Item1012=소프트웨어와 드라이버가 설치되고 컨텐츠가 사용자의 컴퓨터에 맞게 사용자 정의됩니다.
Item1013=계속하기 전에 모든 외부 장치를 분리하십시오.
Item1014=추가 정보는 컴퓨터 설명서를 참조하십시오.
Item1015=계속하려면 다음을 클릭하십시오.
Item1016=HP Recovery Manager가 하드 드라이브를 출하 시 상태로 재설정합니다. 사용자 데이터 및 하드 드라이브 변경 내용은 손실됩니다.
Item1017=초기 이미지 복구 준비
Item1018=하드 드라이브의 Windows 파티션을 다시 포맷하는 중
Item1019=하드 드라이브를 복원하는 데 필요한 파일을 복사하는 중
Item1020=하드 드라이브에 파일을 복원하는 중
Item1021=진행률: 00 % 
Item1022=잠시 기다려 주십시오...
Item1023=남은 시간: 00분
Item1024=복구 준비 완료
Item1025=컴퓨터를 다시 시작하고 나면 복구 설치 단계가 시작됩니다.
Item1026=소프트웨어와 드라이버가 설치되고 컨텐츠가 사용자의 컴퓨터에 맞게 사용자 정의됩니다.
Item1027=이 단계에서는 컴퓨터가 여러 번 자동으로 다시 시작되는 데이는 정상적인 작업 과정입니다.
Item1028=이 과정을 진행할 때에는 컴퓨터를 끄거나 덮개를 닫거나 컴퓨터를 전원 어댑터에서 분리하거나 컴퓨터에 액세스하려고 하지 마십시오.
Item1029=계속을 클릭하여 지금 컴퓨터를 다시 시작하십시오.
Item1030=복구가 완료되었습니다.
Item1031=컴퓨터를 다시 시작하고 컴퓨터의 초기 설정을 완료한 후에는 몇 가지 추가 중요 단계를 수행해야 합니다.
Item1032=Microsoft 및 HP에서 보안 파일 업데이트
Item1033=컴퓨터에 기본으로 설치되어 있지 않은 소프트웨어를 다시 설치
Item1034=백업해 놓은 개인 데이터 복원(해당하는 경우)
Item1035=지금 컴퓨터를 다시 시작하려면 마침을 클릭하십시오.
Item1036=예
Item1037=아니요
Item1038=HP 고객 지원 문의
Item1039=대부분의 경우 하드 드라이브를 복원하면 문제가 해결됩니다.
Item1040=문제가 지속되면 HP 고객 지원에 문의해야 합니다.
Item1041=컴퓨터 설명서에서 HP 지원 연락처 정보를 찾을 수 있습니다.
Item1042=이 프로그램을 닫으려면 마침을 클릭하십시오.
Item1043=복구 디스크 #00을(를) 넣으십시오.
Item1044=시스템에서 복구 미디어를 제거하십시오.
Item1045=HP Recovery Manager가 하드 드라이브를 초기 기본 상태로 재설정합니다. 사용자 데이터 및 모든 하드 드라이브 변경 내용이 손실됩니다.
Item1046=확인
Item1047=취소
Item1048=계속하기 전에 키보드, 마우스, 모니터를 제외한 모든 외부 장치를 분리하십시오.
Item1049=HP Recovery Manager가 하드 드라이브를 초기 기본 상태로 재설정합니다. 사용자 데이터 및 모든 하드 드라이브 변경 내용이 손실됩니다.	
Item1050=이 프로세스는 시스템을 원래의 출하 시 상태로 복원합니다.
Item1051=하드 디스크를 원래 출하 시 상태로 다시 파티션 지정하고 다시 포맷합니다.
Item1052=사용자가 생성한 모든 파일과 파티션 그리고 구입 후 설치한 모든 프로그램이 손실됩니다.
Item1053=컴퓨터에 원래 둘 이상의 운영 체제를 설치한 경우, 복구 프로세스 도중 모든 운영 체제가 출하 시 상태로 재설정됩니다.
	
[Restoration Incomplete]	
Item1100=복원 미완료
Item1101=복원이 완료되지 않았습니다.
Item1102=다음 버튼 중 하나를 선택하십시오.
Item1103=로그 저장
Item1104=세부 정보
Item1105=재시도
Item1106=이 기능은 HP의 문제 진단을 돕기 위해 시스템에 대한 정보를 수집합니다.
Item1107=최소 00MB의 여유 공간이 있는 이동식 디스크 드라이브를 넣고 확인을 클릭하십시오.
Item1108=확인
Item1109=여유 공간이 부족합니다. 최소 00MB의 여유 공간이 있는 이동식 디스크 드라이브를 넣고 확인을 클릭하십시오.
Item1110=로그 파일이 00(으)로 저장되었습니다.
Item1111=복구 미디어를 넣으십시오.
Item1112=계속을 클릭하여 지금 컴퓨터를 다시 시작하십시오.
Item1113=계속
Item1114=전체 하드 드라이브 공간이 원래 공장 설치된 하드 드라이브의 공간보다 작습니다. 복구 프로세스를 계속할 수 없습니다.
Item1115=전체 하드 드라이브 공간이 너무 작습니다. 복구 프로세스를 계속할 수 없습니다.
	
[Drivers and Applications Reinstall]	
Item1200=드라이버 및 응용프로그램 재설치
Item1201=드라이버 및 응용프로그램 목록을 작성하는 중
Item1202=홈
Item1203=설치
Item1204=설치 중입니다.
Item1205=전체 설명
Item1206=응용프로그램(00)
Item1207=드라이버(00)
Item1208=HP 업데이트(00) - HP.com 또는 HP Support Assistant에서 다운로드하여 설치한 업데이트
Item1209=버전: 00
Item1210=00개 항목,
Item1211=00/01개 선택한 항목,
Item1212=00개 응용프로그램,
Item1213=00개 응용프로그램,
Item1214=00개 드라이버,
Item1215=00개 드라이버,
Item1216=00개 HP 업데이트
Item1217=00개 HP 업데이트
Item1218=설치가 완료되었습니다.
Item1219=소프트웨어를 설치하고 있습니다. HP Recovery Manager 닫기가 취소됩니다.
Item1220=확인
Item1221=소프트웨어 재설치 전에 이전 버전의 소프트웨어를 제거하십시오.
Item1222=소프트웨어 설치 중 오류가 발생했습니다. 다시 시도하십시오.
Item1223=이 시스템에서 소프트웨어 원본을 찾을 수 없습니다.
Item1224=항목
Item1225=00/01개 선택한 항목,
Item1226=하나 이상의 선택한 드라이버 및/또는 응용프로그램이 올바르게 설치되지 않아 "느낌표"로 표시되어 있을 수 있습니다. HP Recovery Manager에서 다시 설치하기 전에 컴퓨터에서 이러한 선택 항목을 제거하십시오.
Item1227=하나 이상의 선택한 드라이버 및/또는 응용프로그램이 올바르게 설치되지 않아 00(으)로 표시되어 있을 수 있습니다. HP Recovery Manager에서 다시 설치하기 전에 컴퓨터에서 이러한 선택 항목을 제거하십시오.
Item1228=00 드라이버
Item1229=00 드라이버
Item1230=완료	
	
[RP Protection]	
Item1300=복구 파티션
Item1301=경고
Item1302=하드 드라이브나 파티션의 이 영역에 Windows Push Button Reset(Windows 푸시 버튼 재설정) 및 HP 이미지 복구에 사용되는 파일이 있습니다.
Item1303=이러한 파일은 삭제하거나 변경하지 마십시오.
Item1304=이 파티션을 변경하면 향후 시스템 복구 기능에 영향을 미칠 수 있습니다.
	
[Show Contact Information]	
Item1350=HP 고객 지원 문의
Item1351=대부분의 경우 초기 이미지를 복원하면 문제가 해결됩니다.
Item1352=문제가 지속되거나 시스템 복구 미디어 교체가 필요한 경우 HP 고객 지원에서 도움을 요청해야 할 수 있습니다.
Item1353=다음의 HP 고객 지원 사이트에서 문의하십시오.
Item1354=www.hp.com/go/contacthp
Item1355=이 프로그램을 닫으려면 마침을 클릭하십시오.
Item1356=이 프로그램을 닫으려면 취소를 클릭하십시오.

[File Backup Program 2.0]
Item1400=어떤 파일 선택 방법으로 백업을 만드시겠습니까?
Item1401=자동 선택
Item1402=백업할 파일 범주를 선택합니다.
Item1403=사용자 선택
Item1404=수동으로 백업할 파일과 폴더를 선택합니다.
Item1405=자동 선택을 사용하여 백업할 파일의 범주를 선택합니다. 예를 들어 "사진" 및 "음악 및 기타 오디오 파일"을 선택합니다. 프로그램이 컴퓨터에서 해당 범주(해당 파일에 자주 사용되는 파일 유형의 미리 정의된 집합에 기반)의 파일을 검색하여 백업합니다. 압축된 파일은 액세스 전에 파일 복원 옵션을 사용해 복원해야 합니다.
Item1406=사용자 선택을 사용하면 사용자가 Windows 탐색기 창을 사용해 백업할 파일과 폴더를 정확히 선택해야 합니다. 백업에는 압축 및 압축 안 함 두 가지 옵션이 있습니다.
Item1407=압축: 압축된 파일은 액세스 전에 파일 복원 옵션을 사용해 복원해야 합니다.
Item1408=압축 안 함: 파일과 디렉터리가 압축 없이 각각 복사됩니다. 파일 복구 옵션을 사용하지 않고도 파일을 액세스할 수 있습니다.
Item1409=압축을 사용하시겠습니까?
Item1410=압축
Item1411=압축 안 함
Item1412=파일은 WIM 파일 형식으로 압축되며 액세스 전에 파일 복원 옵션을 사용해 복원되어야 합니다. 이 옵션을 선택하면 백업 용량이 최소화되며 파일 복원 시 모든 파일이 자동으로 C:\에 복사되고 바탕화면의 바로 가기를 통해 액세스 가능합니다.
Item1413=파일 및 디렉터리는 압축 없이 각각 복사되며 백업 드라이브에서 파일 복원 옵션 없이 바로 액세스 가능합니다. 이 옵션을 선택하면 백업 용량이 최소화되지 않으며 파일 및 디렉터리는 수동으로 복사(복사/붙여넣기)해야 합니다.
Item1414=백업하려는 파일을 선택하십시오.
Item1415=파일 찾아보기
Item1416=백업 크기:  00
Item1417=이름
Item1418=크기
Item1419=백업 미디어 선택
Item1420=미디어 선택: 00
Item1421=백업을 만들려면 이 유형의 00 디스크가 필요합니다.
Item1422=선택한 미디어로 백업을 계속 하려면 다음을 클릭하십시오.
Item1423=다른 유형의 미디어를 선택하려면 뒤로를 클릭하십시오.
Item1424=파일 준비
Item1425=디스크 만들기
Item1426=디스크 굽기
Item1427=디스크 확인
Item1428=00/00 00 디스크를 넣으십시오.
Item1429=선택된 파일
Item1430=파일 복사
Item1431=복사된 선택 파일과 디렉터리
Item1432=Recovery Manager가 파일을 복사했습니다
Item1433=백업 디스크 용량보다 큰 파일이 있어 백업 프로세스를 계속 진행할 수 없습니다.
Item1434=압축 모드로 변경
Item1435=00보다 큰 파일을 선택 해제
Item1436=장치 다시 선택
Item1437=큰 파일 목록
Item1438=00 디스크를 넣으십시오.
Item1439=백업을 위해 사용 가능한 공간이 충분한 디스크가 없습니다. 다른 디스크를 연결하거나 현재 연결된 디스크의 공간을 확보합니다.
Item1440=이 디스크 유형은 지원되지 않습니다.
Item1441=파일 크기를 줄이십시오. 파일 복원 옵션을 사용해야 합니다.
Item1442=파일 크기를 줄이지 않습니다. 파일 복원 옵션을 사용하지 않습니다.
Item1443=백업은 광 미디어 또는 외장 HDD에만 저장할 수 있습니다. 원하는 장치 및/또는 미디어 형식이 아래 목록에 나타나지 않으면 해당 장치가 연결되었고 전원이 켜졌는지 또는 원하는 미디어 형식이 광학 장치에 삽입되었는지 확인하여 백업 프로세스를 진행합니다.
Item1444=이는 잘못된 디스크이거나 손상되었을 수 있습니다. 디스크 00를 넣으십시오.
Item1445=백업은 외장 하드 드라이브나 USB 플래시 드라이브에만 NTFS 형식으로 저장할 수 있습니다. 백업 프로세스를 진행하기 전에 원하는 장치가 연결되어 있는지와 파일 시스템이 NTFS 형식인지 확인해 주십시오.
Item1446=자동 선택 또는 사용자 선택에서 00를 선택한 경우, 모든 파일은 압축 안 함 모드에서 백업되며 데이터를 수동 복사하여 복원해야 합니다. 파일 복원 옵션은 사용할 수 없습니다.
Item1447=모든 파일이 00 폴더에 저장되었습니다.
Item1448=파일은 WIM 파일 형식으로 압축되며 액세스 전에 파일 복원 옵션을 사용해 복원되어야 합니다. 이 옵션을 선택하면 백업 용량이 최소화되며 모든 파일은 사용자가 지정한 대상에 복원되고 바탕화면의 바로가기를 통해 액세스할 수 있습니다.
Item1449=00 데이터를 선택하면 압축 작업을 진행할 수 없습니다.
Item1450=00 데이터가 백업 폴더의 루트 디렉토리 아래에 위치한 다음 폴더에 백업되었습니다.
Item1451=복구가 완료되기 전에 위의 백업 미디어 폴더에서 00 데이터 백업을 시스템에 복사하십시오.
Item1452=압축 안 함 옵션을 사용한 경우에만 00 데이터를 백업할 수 있습니다.
Item1453=확인을 선택하여 압축 안 함 옵션에서 백업을 하거나 취소를 선택하여 파일을 다시 백업하십시오.


[Windows Recovery Environment]
Item1500=HP 백업 및 복구 또는 HP 지원에 문의

[Windows System Refresh]
Item1600=개인 파일에 영향을 미치지 않고 PC 새로 고침

[AboutInfo]
Item1700=정보
Item1701=버전
Item1702=복구 미디어
Item1703=시스템
Item1704=제품 번호
Item1705=일련 번호
Item1706=HP 복구 파티션
Item1707=예
Item1708=아니요
Item1709=정보